# Приветствие для пользователя
start_txt = '''
👋 Привет, дружище! Как настроение? 😄

🌈 Добро пожаловать в мир электронных сигарет!
 
🤤 Тут вкусы на высоте, а цены – для тебя особенные. 💨

🚀 Готов погрузиться в невероятное путешествие по вкусам?
'''


# Приветствие для Админа
start_admin_txt = """
👋 Привет, дружище! Как настроение? 😄

🌈 Добро пожаловать в мир электронных сигарет!
 
🤤 Тут вкусы на высоте, а цены – для тебя особенные. 💨

🚀 Готов погрузиться в невероятное путешествие по вкусам?

🤫 Ps(Привет Админ!)
"""


# текст при нажатии на кнопку 🌆 Города
towns_txt = '📍Раздел городов, выбирай свой город'


# текст при нажатии на кнопку ❓ Справка
help_txt = '❓ Раздел справки, выбирай раздел который тебя интересует'


# текст при нажатии на кнопку 🔒 Админ панель
admin_panel_txt = "🔒 Раздел для админа, твори!"


erlangen_txt = 'Пока что только категории 😄'

nurnberg_txt = 'Пока что только категории 😄'

furt_txt = 'Пока что только категории 😄'

koln_txt = 'Пока что только категории 😄'

shop_txt = '''
                <b>‼️СКИДКИ‼️️</b>

🔺Если у тебя день рождения 🎁 Скидка <b>30%</b>
️‼️Покупайте больше, экономьте <b>больше</b>‼️

        ✅А как можно заплатить ?

🔸Очень просто ,есть несколько способов:

1. Наличные 💵 

2. Украинские банковские карты 💳 Гривня , Евро 💶 

3. Возможность на криптобиржу в USDT 

Если остались еще вопросы <b>пиши</b> 👇👇

🔸Если хотите что-то предложить просто напишите нам❗️ 
'''

info_txt = '''
        <b>‼️Наши преимущества ‼️</b>

🔺Проверка товара при встрече 
🔺Лучшая цена 🔥(можете сравнить сами , в других группах)
🔺Только оригинальный товар 
🔺Возможен обмен 
🔺Работаем <b>24/7 </b>
🔺Отправка в день заказа

<b>‼️ПРОВЕРКА БЕЗОПАСНОСТИ RANDMVAPE‼️</b>

🔸Мы используем лучшие аккумуляторы, жидкости и строгий контроль качества во время производства всех продуктов RandMvape. 

🔸Но могут быть клоны с плохой батареей и eliuqid с плохим контролем качества. 

🔸Поэтому у нас есть подлинная наклейка на каждом продукте RandMvape.

🔸В результате клиенты могут понять, является ли продукт оригинальным или клоном.

🔸Спасибо, за Ваше доверие и что выбрали нас❗️

🔸Мы всегда стараемся порадовать Вас и предоставить вам удобный сервис ♥️
'''

back_txt = '''
        <b>‼️Детали политики возврата‼️</b>

🔺Покупатели могут вернуть товар(ы) для возврата средств(или заменить на другой),
  В течение <b>5</b> дней с момента получения товара.

🔺Товар(ы) должны быть возвращены в том же состоянии, в котором были получены.

🔺Покупатели могут вернуть товар(ы) для возврата средств(или замены). 

🔺Eсли они не соответствуют описанию или по причинам качества товара в течение 5 дней с момента получения товара.

💨Все в наличии 
🚀Быстрая доставка 
⏳Работаем <b>24/7</b>
Для возврата нажимайте кнопку снизу
'''

bingo_txt = '''
        Добро пожаловать на заказ👋

✅<b>SUPBLISS BINGO 8000</b> — это вейп-устройство с крутым дизайном, которое можно перезаряжать. 

🔹Он содержит <b>16</b> мл <b>5%</b> и выдерживает до <b>8000</b> затяжек.

🔹Порт для подзарядки в нижней части устройства гарантирует, что вы всегда допьете до последней капли в баке.

🔹На ваш выбор <b>10</b> вкусов.

<b>❗️Всего за 24,99€🔥❗️</b>

✅ХАРАКТЕРИСТИКИ УСТРОЙСТВА <b>SUPBLISS BINGO 8000</b>:
🔸5%
🔸16мл.
🔸Сетчатая катушка
🔸Аккумуляторная батарея
🔸Встроенный аккумулятор емкостью 850 мАч.
🔸Доступно 10 вкусов .
Выбирай свой вкус: 
'''

elf_bar_lux_txt = '''
        Добро пожаловать на заказ👋

<b>✅Elf Bar Lux 1500</b> — это оригинальное вейп-устройство с крутым дизайном!

🔹Он содержит <b>4,8</b> мл, <b>5%</b> никотина

🔹Выдерживает до <b>1500</b> затяжек.

🔹На ваш выбор <b>7</b> вкусов.

<b>❗️Всего за 12,99€🔥❗</b>️

✅ХАРАКТЕРИСТИКИ УСТРОЙСТВА <b>Elf Bar Lux 1500</b>:
🔸5%
🔸4,8мл.
🔸Емкость акумулятора: 850 mAh.
🔸Затяжек 1500
🔸Доступно 7 вкусов.
Выбирай свой вкус: 
'''

categories_txt = 'Выбирай товар который тебе нужен: '

bingo1_txt = '''
        <b>🔥ВСЕГО ЗА-24,99€🔥</b>

🔸Восхитительное сочетание сочной черники и сладкой малины, которое превратит ваше вейп-путешествие в настоящий вкусовой триумф!

🔸Погрузись в сладкую волшебство черники и малины с <b>Blue Razz Charty</b>!

<b>‼️ПРЕДУПРЕЖДЕНИЕ‼️</b>

🔸Этот продукт содержит никотин. 
🔞Никотин:0/2/3/5%
💨Пуфф: 8000
'''

bingo2_txt = '''
        <b>🔥ВСЕГО ЗА-24,99€🔥</b>

🔸Сочетание спелой клубники и освежающего киви создают идеальное сочетание сладости и кислотности, чтобы подарить вам яркий и фруктовый вейпинг!

🔸Открой для себя взрыв вкуса с Strawberry <b>Kiwi</b>!

<b>‼️ПРЕДУПРЕЖДЕНИЕ‼️</b>

🔸Этот продукт содержит никотин. 
🔞Никотин:0/2/3/5%
💨Пуфф: 8000
'''

bingo3_txt = '''
       <b>🔥ВСЕГО ЗА-24,99€🔥</b>

🔸Сладкая и спелая персиковая нота смешивается с сочным и экзотическим манго, чтобы унести вас в тропическом раю в каждом вдохе.

🔸Позвольте себе погрузиться в тропическую сладость <b>Peach Mango</b>!

<b>‼️ПРЕДУПРЕЖДЕНИЕ‼️</b>

🔸Этот продукт содержит никотин. 
🔞Никотин:0/2/3/5%
💨Пуфф: 8000
'''

bingo4_txt = '''
        <b>🔥ВСЕГО ЗА-24,99€🔥</b>

🔸С сочной спелой клубникой, смешанной с экзотическим манго, этот вкус станет отличным компаньоном для любого вейперского сетапа!

🔸Завоюйте захватывающие путешествия с <b>Strawberry Mango</b>!

<b>‼️ПРЕДУПРЕЖДЕНИЕ‼️</b>

🔸Этот продукт содержит никотин. 
🔞Никотин:0/2/3/5%
💨Пуфф: 8000
'''

bingo5_txt = '''
        <b>🔥ВСЕГО ЗА-24,99€🔥</b>

🔸Свежая и сочная арбузная сладость захватит вас своим освежающим вкусом каждый раз, когда вы вдыхаете этот вкус!

🔸Освежи свои вкусовые рецепторы с <b>Water Melone</b>!

<b>‼️ПРЕДУПРЕЖДЕНИЕ‼️</b>

🔸Этот продукт содержит никотин. 
🔞Никотин:0/2/3/5%
💨Пуфф: 8000
'''

bingo6_txt = '''
        <b>🔥ВСЕГО ЗА-24,99€🔥</b>

🔸Завораживающая смесь различных фруктов, сочетающая в себе яркость, сладость и свежесть, чтобы утолить даже самые взыскательные вейперские вкусовые желания!

🔸Откройте для себя бесконечное многообразие вкусов с <b>Mix Fruit</b>!

<b>‼️ПРЕДУПРЕЖДЕНИЕ‼️</b>

🔸Этот продукт содержит никотин. 
🔞Никотин:0/2/3/5%
💨Пуфф: 8000
'''

bingo7_txt = '''
        <b>🔥ВСЕГО ЗА-24,99€🔥</b>

🔸Покорите свои вкусовые рецепторы сочным и сладким сочетанием арбуза и клубники, которое создаст неповторимый и освежающий вейп-опыт!

🔸Встречайте вкусовую феерию с <b>Watermelone Strawberry</b>

<b>‼️ПРЕДУПРЕЖДЕНИЕ‼️</b>

🔸Этот продукт содержит никотин.
🔞Никотин:0/2/3/5%
💨Пуфф: 8000
'''

bingo8_txt = '''
        <b>🔥ВСЕГО ЗА-24,99€🔥</b>

🔸Сочетание сладкой и кислой лимонной кислинки с легкой ноткой летних фруктов оживит ваши вкусовые рецепторы и подарит искрящееся вейпинг-путешествие!

🔸Добавьте искринку в свою жизнь с <b>Pink Lemon</b>!

<b>‼️ПРЕДУПРЕЖДЕНИЕ‼️</b>

🔸Этот продукт содержит никотин. 
🔞Никотин:0/2/3/5%
💨Пуфф: 8000
'''

bingo9_txt = '''
        <b>🔥ВСЕГО ЗА-24,99€🔥</b>

🔸Сладкие и сочные вишни, замороженные в свежей мятной свежести, создадут прохладную вейперскую сенсацию, которая заставит вас возвращаться к этому вкусу снова и снова!

🔸Охладите свои вкусовые ощущения с <b>Cherry ICE</b>!

<b>‼️ПРЕДУПРЕЖДЕНИЕ‼️</b>

🔸Этот продукт содержит никотин. 
🔞Никотин:0/2/3/5%
💨Пуфф: 8000
'''

bingo10_txt = '''
        <b>🔥ВСЕГО ЗА-24,99€🔥</b>

🔸Спелая, сочная черника, которая перенесет вас в ягодный рай с каждым вдохом, создавая насыщенный и яркий вейпинг-опыт!

🔸Откройте для себя бескрайний вкус черники с <b>Blueberry</b>!

<b>‼️ПРЕДУПРЕЖДЕНИЕ‼️</b>

🔸Этот продукт содержит никотин. 
🔞Никотин:0/2/3/5%
💨Пуфф: 8000
'''
elf_bar_lux1_txt = '''
        <b>🔥ВСЕГО ЗА-12,99€🔥</b>

🔸Сочный аромат и вкус спелого арбуза, который окутает вас прохладой и свежестью.

🔸Вейп с укусом солнечного арбуза.

<b>‼️ПРЕДУПРЕЖДЕНИЕ‼️</b>

🔸Этот продукт содержит никотин. 
🔞Никотин:0/2/3/5%
💨Пуфф: 1500
'''

elf_bar_lux2_txt = '''
        <b>🔥ВСЕГО ЗА-12,99€🔥</b>

🔸Энергичный и фруктовый вкус спелых клубничек, которые придают вам энергию и бодрость.

🔸Клубничная бодрость в каждом вдохе.

<b>‼️ПРЕДУПРЕЖДЕНИЕ‼️</b>

🔸Этот продукт содержит никотин. 
🔞Никотин:0/2/3/5%
💨Пуфф: 1500
'''

elf_bar_lux3_txt = '''
        <b>🔥ВСЕГО ЗА-12,99€🔥</b>

🔸Сладкая и сочная смесь клубники и винограда, которая увлечет вас в мир фруктовых наслаждений.

🔸Дуэт клубники и винограда - вкус без границ.

<b>‼️ПРЕДУПРЕЖДЕНИЕ‼️</b>

🔸Этот продукт содержит никотин. 
🔞Никотин:0/2/3/5%
💨Пуфф: 1500
'''

elf_bar_lux4_txt = '''
        <b>🔥ВСЕГО ЗА-12,99€🔥</b>

🔸Свежая и кислая лимонадная радость, с приятными нотами ягод, создающими идеальный баланс.

🔸Розовый лимонад - встречайте лето в каждом вдохе.

<b>‼️ПРЕДУПРЕЖДЕНИЕ‼️</b>

🔸Этот продукт содержит никотин. 
🔞Никотин:0/2/3/5%
💨Пуфф: 1500
'''

elf_bar_lux5_txt = '''
        <b>🔥ВСЕГО ЗА-12,99€🔥</b>

🔸Смешение яркой синей малины и кислого лимонада, придающее свежесть и сладость вейпу.

🔸Синяя малина и лимонад - взрыв вкусов в каждом облаке.

<b>‼️ПРЕДУПРЕЖДЕНИЕ‼️</b>

🔸Этот продукт содержит никотин. 
🔞Никотин:0/2/3/5%
💨Пуфф: 1500
'''

elf_bar_lux6_txt = '''
        <b>🔥ВСЕГО ЗА-12,99€🔥</b>

🔸Сладкие и спелые синие ягоды, которые наполняют вейп нотами свежести и натуральной сладости.

🔸Синяя ягода - магия голубых вкусов.

<b>‼️ПРЕДУПРЕЖДЕНИЕ‼️</b>

🔸Этот продукт содержит никотин. 
🔞Никотин:0/2/3/5%
💨Пуфф: 1500
'''

elf_bar_lux7_txt = '''
        <b>🔥ВСЕГО ЗА-12,99€🔥</b>

🔸Ароматный и насыщенный вкус спелого винограда, который уносит вас в солнечные лозы.

🔸Виноградная гармония в каждом облаке.

<b>‼️ПРЕДУПРЕЖДЕНИЕ‼️</b>

🔸Этот продукт содержит никотин. 
🔞Никотин:0/2/3/5%
💨Пуфф: 1500
'''

start_bot_txt = 'Бот <b>запущен</b>!'

stop_bot_txt = 'Бот <b>остановлен</b>!'
